{"REF-014": {"pmid": "21285402", "title": "Variable penetrance of metabolic phenotypes and development of high-fat diet-induced adiposity in NEIL1-deficient mice."}, "REF-021": {"pmid": "22859612", "title": "Lymphatic endothelial progenitors bud from the cardinal vein and intersomitic vessels in mammalian embryos."}, "REF-016": {"pmid": "21505259", "title": "Sema3E-PlexinD1 signaling selectively suppresses disoriented angiogenesis in ischemic retinopathy in mice."}, "REF-017": {"pmid": "21677750", "title": "A conditional knockout resource for the genome-wide study of mouse gene function."}, "REF-010": {"pmid": "19027330", "title": "PlexinD1 glycoprotein controls migration of positively selected thymocytes into the medulla."}, "REF-011": {"pmid": "19274630", "title": "Searching the Mouse Genome Informatics (MGI) resources for information on mouse biology from genotype to phenotype."}, "REF-012": {"pmid": "19421194", "title": "Specificity of sensory-motor connections encoded by Sema3e-Plxnd1 recognition."}, "REF-020": {"pmid": "22422702", "title": "Representation of rare diseases in health information systems: the Orphanet approach to serve a wide range of end users."}, "REF-018": {"pmid": "21724832", "title": "Semaphorin 3E-Plexin-D1 signaling regulates VEGF function in developmental angiogenesis via a feedback mechanism."}, "REF-019": {"pmid": "22179111", "title": "Semaphorin 3E-Plexin-D1 signaling controls pathway-specific synapse formation in the striatum."}, "REF-030": {"pmid": "24469813", "title": "Genetic dissection of plexin signaling in vivo."}, "REF-031": {"pmid": "25428349", "title": "OMIM.org: Online Mendelian Inheritance in Man (OMIM®), an online catalog of human genes and genetic disorders."}, "REF-022": {"pmid": "22916243", "title": "Plexin-B2 and Plexin-D1 in dendritic cells: expression and IL-12/IL-23p40 production."}, "REF-025": {"pmid": "24139045", "title": "Establishment of neurovascular congruency in the mouse whisker system by an independent patterning mechanism."}, "REF-024": {"pmid": "23918385", "title": "Conditionals by inversion provide a universal method for the generation of conditional alleles."}, "REF-027": {"pmid": "24217912", "title": "The Human Phenotype Ontology project: linking molecular biology and disease through phenotype data."}, "REF-032": {"pmid": null, "title": "Phylogenetic evidence. [Monarch]"}, "REF-013": {"pmid": "21270798", "title": "Transmembrane semaphorin signalling controls laminar stratification in the mammalian retina."}, "REF-015": {"pmid": "21464091", "title": "Plexin-D1 is a novel regulator of germinal centers and humoral immune responses."}, "REF-007": {"pmid": "18199763", "title": "Ctip2 controls the differentiation of medium spiny neurons and the establishment of the cellular architecture of the striatum."}, "REF-006": {"pmid": "18179902", "title": "22q11.2 distal deletion: a recurrent genomic disorder distinct from DiGeorge syndrome and velocardiofacial syndrome."}, "REF-005": {"pmid": "18054858", "title": "Gating of Sema3E/PlexinD1 signaling by neuropilin-1 switches axonal repulsion to attraction during brain development."}, "REF-004": {"pmid": "15649947", "title": "Common arterial trunk associated with a homeodomain mutation of NKX2.6."}, "REF-003": {"pmid": "15550623", "title": "Semaphorin 3E and plexin-D1 control vascular pattern independently of neuropilins."}, "REF-002": {"pmid": "15548583", "title": "ENU induced mutations causing congenital cardiovascular anomalies."}, "REF-001": {"pmid": "15239958", "title": "PlexinD1 and semaphorin signaling are required in endothelial cells for cardiovascular development."}, "REF-026": {"pmid": "24210822", "title": "Specificity of monosynaptic sensory-motor connections imposed by repellent Sema3E-PlexinD1 signaling."}, "REF-029": {"pmid": "24421281", "title": "Conotruncal malformations and absent thymus due to a deleterious NKX2-6 mutation."}, "REF-028": {"pmid": "24312099", "title": "Plxnd1 expression in thymocytes regulates their intrathymic migration while that in thymic endothelium impacts medullary topology."}, "REF-009": {"pmid": "18992737", "title": "Tie2Cre-mediated inactivation of plexinD1 results in congenital heart, vascular and skeletal defects."}, "REF-008": {"pmid": "18992737", "title": "Tie2Cre-mediated inactivation of plexinD1 results in congenital heart, vascular and skeletal defects."}, "REF-023": {"pmid": "23444297", "title": "Resolution of defective dorsal aortae patterning in Sema3E-deficient mice occurs via angiogenic remodeling."}}